Revit 2024 API
ClassificationEntries Properties
The ClassificationEntries type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from KeyBasedTreeEntries.)
See Also
ClassificationEntries Class
Autodesk.Revit.DB Namespace